Revit 2027 API
ParameterTypeId.PathReinSpanlengthBottomPrim Property
 "Bottom (Primary Bar)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpanlengthBottomPrim { get; }
Public Shared ReadOnly Property PathReinSpanlengthBottomPrim As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpanlengthBottomPrim {
	ForgeTypeId^ get ();
}
static member PathReinSpanlengthBottomPrim : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace